Repository: OmegaT-L10N/zh_CN
Catalog: tm/auto/OmegaT3.0L10N-level2.tmx
Source language: en_us
Languages: zh_cn

source: &About...
zh_cn: 关于(&A)……

source: &Add
zh_cn: 新增(&A)

source: &Add...
zh_cn: 新增(&A)……

source: &Allow blank translations in the target files
zh_cn: 在目标文件中允许空译文(&A)

source: &Allow translation to be equal to source
zh_cn: 允许译文和原文相同(&A)

source: &Always
zh_cn: 总是(&A)

source: &Always Confirm Quit
zh_cn: 退出前总是进行确认(&A)

source: &Apply this font to the Project Files window
zh_cn: 将该字体应用到项目文件窗口（&A）

source: &Auto-propagation of Translations
zh_cn: 译文的自动传播(&A)

source: &Automatically check the spelling of text
zh_cn: 自动检查文件拼写（&A）

source: &Back
zh_cn: 回退(&B)

source: &Back in History
zh_cn: 在编辑历史中回退(&B)……

source: &Bookmarks
zh_cn: 书签(&B)

source: &Browse
zh_cn: 浏览(&B)

source: &Cancel
zh_cn: 取消(&C)

source: &Check simple printf-variables (e.g., %s, %d)
zh_cn: 检查简单的 printf 变量（例如 %s, %d）（&C)

source: &Choose...
zh_cn: 选择（&C）……

source: &Close
zh_cn: 关闭(&C)

source: &Comments
zh_cn: 评论（&n)

source: &Compatibility with OmegaT 2.6
zh_cn: 和 OmegaT 2.6 兼容(&C)

source: &Cycle
zh_cn: 循环（&C）

source: &Defaults
zh_cn: 缺省(&D)

source: &Display tags
zh_cn: 展示标签(&D)

source: &Do not check printf-variables
zh_cn: 不检查 printf 变量（&D）

source: &Edit
zh_cn: 编辑(&E)

source: &Edit...
zh_cn: 编辑……(&E)

source: &Editing Behaviour...
zh_cn: 编辑方式(&E)……

source: &Empty lines
zh_cn: 空行(&E)

source: &Endnotes
zh_cn: 尾注（&E）

source: &Exact Match
zh_cn: 精确匹配（&E）

source: &Exact search
zh_cn: 精确搜索(&E)

source: &File
zh_cn: 文件/

source: &Files
zh_cn: 文件(&F)

source: &Filter
zh_cn: 过滤器(&F)

source: &Fix All
zh_cn: 修复所有(&F)

source: &Font
zh_cn: 字体(&F)

source: &Footnotes
zh_cn: 脚注（&F）

source: &Forward in History
zh_cn: 在编辑历史中前进(&F)……

source: &Glossary
zh_cn: 词汇表(&G)

source: &Go To
zh_cn: 跳转到(&G)

source: &Go To Next Untranslated Segment stops when there is at least one alternative translation
zh_cn: 转到(&G)下一未译片段，遇到至少一个以上可选译法时停下

source: &Help
zh_cn: 帮助(&H)

source: &Index entries
zh_cn: 索引项(&I)

source: &Insert
zh_cn: 插入(&I)

source: &Insert Match
zh_cn: 插入匹配项(&I)

source: &Install new dictionary...
zh_cn: 安装新字典(&I)……

source: &Keyword search
zh_cn: 关键词搜索(&K)

source: &Last Changes...
zh_cn: 最近更新(&L)……

source: &Leave the segment empty
zh_cn: 保持片段为空(&L)

source: &License
zh_cn: 许可证(&L)

source: &Line breaks
zh_cn: 行终止(&L)

source: &Lower Case
zh_cn: 小写（&L）

source: &Make the file filter settings project specific
zh_cn: 使文件过滤器只对特定项目有效（&M)

source: &Make the segmentation rules project specific
zh_cn: 使片段分割规则仅对指定项目有效(&M)

source: &Match Statistics
zh_cn: 匹配项统计数据（&M）

source: &Minimal similarity:
zh_cn: 最小相似度(&M)

source: &Modification Info
zh_cn: 修改信息（&M）

source: &Move Down
zh_cn: 下移(&M)

source: &Name/ID:
zh_cn: 姓名或ID(&N)：

source: &Never
zh_cn: 从不(&N)

source: &New...
zh_cn: 新建(&N)……

source: &Next Segment
zh_cn: 下一片段(&N)

source: &Notes
zh_cn: 注释(&N)

source: &OK
zh_cn: 确定(&O)

source: &Open Script...
zh_cn: 打开脚本(&O)……

source: &Open...
zh_cn: 打开(&O)……

source: &Options
zh_cn: 选项(&O)

source: &Prefix:
zh_cn: 前缀(&P)：

source: &Presentation notes
zh_cn: 演示注释（&P)

source: &Preserve spaces for all tags
zh_cn: 给所有标签预留空格(&P)

source: &Previous Segment
zh_cn: 前一片段(&P)

source: &Project
zh_cn: 项目(&P)

source: &Properties...
zh_cn: 属性(&P)……

source: &Proxy Login...
zh_cn: 代理服务器登录(&P)

source: &Quit
zh_cn: 退出(&Q)

source: &Redo Last Action
zh_cn: 重复上一个动作(&R)

source: &Regular expressions
zh_cn: 正则表达式(&R)

source: &Reload
zh_cn: 重新导入(&R)

source: &Remove
zh_cn: 删除(&R)

source: &Restore Main Window
zh_cn: 复原主窗口(&R)

source: &Run
zh_cn: &运行

source: &Save
zh_cn: 保存(&S)

source: &Search
zh_cn: 搜索(&S)

source: &Search Project...
zh_cn: 在项目中搜索(&S)……

source: &Segment Number...
zh_cn: 片段序号(&S)……

source: &Segmentation...
zh_cn: 片段分隔(&S)……

source: &Sheet Names
zh_cn: 工作表(&S)名称

source: &Size
zh_cn: 字体大小(&S)

source: &Skip PO header
zh_cn: 跳过(&S) PO 文件头部

source: &Source (segment {0}):
zh_cn: &源 (片段 {0}):

source: &Source Files Language:
zh_cn: 原文文件语种(&S)：

source: &Source Language Tokenizer:
zh_cn: 原文语言分词器(&S)

source: &Statistics
zh_cn: 统计数据（&S）

source: &Target Language Tokenizer:
zh_cn: 译文语言分词器(&T)

source: &Title Case
zh_cn: 首字大写（&T）

source: &Tools
zh_cn: 工具(&T)

source: &Translated Files Language:
zh_cn: 译文文件语种(&T)：

source: &Undo Last Action
zh_cn: 取消上一个动作(&U)

source: &Upper Case
zh_cn: 大写（&U）

source: &User's Manual...
zh_cn: 用户手册(&U)……

source: &Validate Tags
zh_cn: 检验标签(&V)

source: &View
zh_cn: 查看（&V)

source: &value (of form input, including button, submit and reset)
zh_cn: &value (表单输入，包括按钮、提交扭和复位钮)

source: '{0}' menu selected
zh_cn: '{0}' 菜单已选定

source: (In the user's manual, see 'Files to translate' > 'File formats' for a list of supported file formats.) To add files to the project, click on the Copy Files to Source Folder... button in the Project Files window or call this action from the Project menu and select the source files you want to copy.
zh_cn: （在用户手册中，查阅《要翻译的文件》的《文件格式》一节了解所支持的文件格式列表）要想向项目中添加文件的话，可以在项目文件窗口中点击“复制文件到原文目录”或者从“项目”菜单中进行该操作，并选择要复制的原文文件。

source: (X)HTML Filter Options
zh_cn: (X)HTML 过滤器选项

source: (close tag)
zh_cn: (闭标签)

source: (comment tag)
zh_cn: (注释标签)

source: (empty tag)
zh_cn: (空白标签)

source: - ASCII text (.txt, etc.)
zh_cn: - ASCII 文本（.txt等）

source: - Android resource (*.xml)
zh_cn: - Android 资源文件 (*.xml)

source: - DocuWiki files (*.txt)
zh_cn: - DocuWiki 文件 (*.txt)

source: - Encoded text (*.UTF8)
zh_cn: - 编码文本（*.UTF8）

source: - HTML Help Compiler (*.hhc, *.hhk)
zh_cn: - HTML 帮助编译工具 (*.hhc, *.hhk)

source: - Help (*.xml) and Manual (*.hmxp) files
zh_cn: - 帮助 (*.xml) 和手册 (*.hmxp) 文件

source: - INI (key=value) files (*.ini)
zh_cn: - INI (key=value) 文件（*.ini）

source: - Java resource bundles (*.properties)
zh_cn: - Java 资源文件 (*.properties)

source: - PO files (*.po)
zh_cn: - PO 文件 （*.po）

source: - Plain text file formats
zh_cn: - 纯文本文件格式

source: - SubRip title files (*.srt)
zh_cn: - SubRip 字幕文件 (*.srt)

source: - Tagged text file formats
zh_cn: - 标签文本文件格式

source: - ability to run on any operating system supporting Java
zh_cn: - 在任何支持 Java 的操作系统上运行。

source: - clear and comprehensive documentation and tutorial
zh_cn: - 清晰全面的文档和教程

source: - flexible sentence segmenting (using an SRX-like method)
zh_cn: - 灵活的断句（使用类似SRX的方法）

source: - fuzzy matching
zh_cn: - 模糊匹配

source: - localization in a number of languages.
zh_cn: - 被本地化成多种语言

source: - searches in the project and the reference translation memories
zh_cn: - 在项目和参考翻译记忆中搜索

source: - searches of files in supported formats in any folder
zh_cn: - 在任意目录中搜索所支持格式的文件

source: - smart handling of projects including complex folder hierarchies
zh_cn: - 巧妙地处理包含复杂目录结构的项目

source: - support for OpenSource on-the-fly spell checkers
zh_cn: - 支持开源的实时拼写检查工具

source: - support for StarDict dictionaries
zh_cn: - 支持 StarDict 字典

source: - support for glossaries (terminology checks)
zh_cn: - 词汇表支持（术语检查）

source: - support for the Google Translate machine translation services
zh_cn: - 支持谷歌翻译的机器翻译服务

source: - use of any valid TMX file as a translation reference
zh_cn: - 使用任何有效的 TMX 文件作为翻译参考。

source: 1) Reduce the number of source files and translate in batches;
zh_cn: 1）减少原文数量并分批进行翻译。

source: 2) Increase the amount of memory available to OmegaT, by specifying "java -Xmx<size-in-MB>M -jar OmegaT.jar" on the command line or in the OmegaT start script; The current setting is {0}MB;
zh_cn: 2）通过在命令行或 OmegaT 启动脚本中指定 "java -Xmx<size-in-MB>M -jar OmegaT.jar" 增加 OmegaT 的可用内存；当前设置为 {0} 兆字节；

source: <&br> (breaks)
zh_cn: <&br> (中断)

source: <No suggestions>
zh_cn: <无建议>

source: <auto>
zh_cn: <自动>

source: <br>Press <u>{0}</u> to go to <b>{1}</b> suggestions.
zh_cn: <br>按 <u>{0}</u> 键前往建议 <b>{1}</b> 。

source: <br>Press <u>{0}</u> to return to <b>{1}</b> suggestions.
zh_cn: <br>按 <u>{0}</u> 键返回到建议 <b>{1}</b> 。

source: <html>Per-project external commands are disabled and will not be executed.
zh_cn: <html>每个项目的外部命令未激活，不会被执行。

source: A note is just a comment regarding this set of source text and translation.
zh_cn: 注释是对当前原文和译文的思考的标注。

source: A&dd
zh_cn: 新增(&d)

source: A&ggregate Tags
zh_cn: 聚合标签(&g)

source: Aborted.
zh_cn: 放弃。

source: About OmegaT
zh_cn: 关于 OmegaT

source: Add Pattern
zh_cn: 增加模式

source: Add Script
zh_cn: 新增脚本

source: Add To Dictionary
zh_cn: 添加到字典

source: Add glossary entry
zh_cn: 新增词条

source: Add or rewrite encoding declaration in HTML and XHTML files:
zh_cn: 在 HTML 和 XHTML 文件中新增或重写编码声明：

source: Advanced &Options
zh_cn: 高级选项(&O)

source: Align project against {0}
zh_cn: 将项目与 {0} 对齐

source: Allow tag editing
zh_cn: 允许标签编辑

source: Allow translated tags to be in a different order
zh_cn: 允许翻译过的标签按不同顺序排列

source: Allows to view, add, remove or edit a note in the active segment.
zh_cn: 允许查看、新增、删除或编辑当前片段中的注释。

source: Also allow per-project external commands
zh_cn: 同时可以针对每个项目指定外部命令。

source: An error occured
zh_cn: 出现错误

source: An error occurred while trying to create a new folder
zh_cn: 创建新文件夹时发生错误

source: An exception occurred while parsing the TMX file {0} The TMX file will not be loaded.
zh_cn: 分析TMX文件时发生例外：{0} 将不会载入 TMX 文件。

source: Analyzing strings - {0} of {1} completed
zh_cn: 分析字符串 - {0} / {1} 完成

source: Android Resource Files
zh_cn: Android 资源文件

source: Are you sure you want to fix all tags automatically?
zh_cn: 你确定要自动修复所有标签吗？

source: Are you sure you want to remove the {0} set of segmentation rules?
zh_cn: 你确认要删除第 {0} 个分段规则集合吗？

source: Arrays must not be null
zh_cn: 数组不能为空

source: As a result of this, all settings will be at their defaults, due to which you may experience unexpected, but correct behaviour.
zh_cn: 由此，所有的设置都会设置成默认值，由于你可能会遇到异常，但确是正常的行为。

source: Attempt to convert &numbers when inserting a fuzzy match
zh_cn: 插入模糊匹配时尝试转换数字(&n)

source: Attribute:
zh_cn: 属性：

source: Aut&hor:
zh_cn: 作者（&h）:

source: Authentication
zh_cn: 认证

source: Auto replace 'nplurals=INTEGER; &plural=EXPRESSION;' in header
zh_cn: 自动替换头部的 'nplurals=INTEGER; &plural=EXPRESSION;'

source: Available dictionaries:
zh_cn: 可用字典：

source: Available script engines:
zh_cn: 可用脚本引擎：

source: B&rowse
zh_cn: 浏览(&r)

source: Bad folder name {0}
zh_cn: 出错文件夹名称 {0}

source: Bad nesting
zh_cn: 错误的嵌套

source: Bad regular expression
zh_cn: 错误的正则表达式！

source: Bad regular expression!
zh_cn: 错误的正则表达式！

source: Bookmark &references
zh_cn: 书签引用(&r)

source: Both search types support the wildcard characters * and ?.
zh_cn: 两种搜索都支持通配符 * 和 ?。

source: Break/Exception
zh_cn: 中断或例外

source: Bro&wse
zh_cn: 浏览(&w)

source: Brows&e
zh_cn: 浏览(&e)

source: Browse
zh_cn: 浏览

source: Bug reports (in English), at the SourceForge site:
zh_cn: 在 SourceForge 的下列网址可以（用英语）报告 Bug：

source: C&ase sensitive
zh_cn: 区分大小写(&a)

source: C&harts
zh_cn: 图表（C&）

source: Camtasia for Windows Files
zh_cn: Camtasia for Windows 文件

source: Cancelled creating new team project
zh_cn: 取消创建新团队项目

source: Cannot access glossary folder!
zh_cn: 无法访问词汇表文件夹！

source: Cannot create folder for translated files:
zh_cn: 无法为已译文件创建目录：

source: Cannot load specified XML file!
zh_cn: 无法载入指定的 XML 文件！

source: Cannot locate help file:
zh_cn: 无法找到帮助文件：

source: Cannot open the link {0}
zh_cn: 无法打开链接 {0}

source: Cannot read selected script file.
zh_cn: 无法读取选中的脚本文件。

source: Cannot reset the filter to default patterns.
zh_cn: 无法将过滤器重置为缺省模式。

source: Catalan
zh_cn: 加泰罗尼亚语

source: Chan&ged after:
zh_cn: 之后修改（&g）:

source: Changed &before:
zh_cn: 之前修改（&b）:

source: Characters (including spaces)
zh_cn: 字符（含空白）

source: Characters (without spaces)
zh_cn: 字符（不含空白字符）

source: Check &all printf-variables (e.g., %s, %-s)
zh_cn: 检查所有的 printf 变量（例如 %s, %-s）（&a）

source: Check simple &java MessageFormat patterns (e.g. {0})
zh_cn: 检查单个的 &java 信息格式匹配模式。(如：{0})

source: Checking out the project...
zh_cn: 正在检出项目……

source: Click on '{0}' menu item
zh_cn: 点击 '{0}' 菜单项

source: Co&mments
zh_cn: 评论（&m）

source: Code has been contributed by: Zoltan Bartko, Volker Berlin, Didier Briel (development manager), Kim Bruning, Alex Buloichik (lead developer), Thomas Cordonnier, Sandra Jean Chua, Martin Fleurke, Wildrich Fourie, Phillip Hall, Jean-Christophe Helary, Thomas Huriaux, Hans-Peter Jacobs, Kyle Katarn, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Yu Tang, Rashid Umarov, Antonio Vilei, Martin Wunderlich and Michael Zakharov
zh_cn: 代码由以下人员贡献： Zoltan Bartko, Volker Berlin, Didier Briel (development manager), Kim Bruning, Alex Buloichik (lead developer), Thomas Cordonnier, Sandra Jean Chua, Martin Fleurke, Wildrich Fourie, Phillip Hall, Jean-Christophe Helary, Thomas Huriaux, Hans-Peter Jacobs, Kyle Katarn, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Yu Tang, Rashid Umarov, Antonio Vilei, Martin Wunderlich and Michael Zakharov

source: Column Index must be equal to 1
zh_cn: 列索引必须等于 1

source: Comme&nts
zh_cn: 评论(&n)

source: Comment:
zh_cn: 注释：

source: Comments
zh_cn: 评论

source: Commit not possible because somebody else changed remote translation.
zh_cn: 由于其他人对远程翻译进行了修改，无法进行提交。

source: Compress whitespace in translated document
zh_cn: 压缩译文文档中的空白字符

source: Con&tents
zh_cn: 内容(&t)

source: Confirm
zh_cn: 确认

source: Confirm removal of pattern {0}
zh_cn: 确认删除模式{0}

source: Confirm uninstalling
zh_cn: 确认卸载

source: Confused by false start of comment tag!
zh_cn: 错误的注释标签导致混乱！

source: Connection available, the project is in team project mode.
zh_cn: 连接可用，项目处于团队模式。

source: Contributions to OmegaT
zh_cn: 为 OmegaT 做点贡献

source: Cop&y Files to Source Folder...
zh_cn: 复制文件到原文文件目录(&y)……

source: Copy
zh_cn: 复制

source: Copy Files to Source Folder...
zh_cn: 复制文件到原文文件目录……

source: Copyright © 2000-2013 Keith Godfrey, Maxym Mykhalchuk and others
zh_cn: Copyright © 2000-2013 Keith Godfrey, Maxym Mykhalchuk 及其他人等

source: Could not initialize OS look and feel!
zh_cn: 无法初始化操作系统外观！

source: Could not save credentials to text file
zh_cn: 无法将证书保存到文本文件

source: Create &Glossary Entry
zh_cn: 创建词汇表词条(&G)

source: Create &Translated Documents
zh_cn: 创建译文文档(&T)

source: Create Alternative Translation
zh_cn: 创建多重译法

source: Create Glossary Entry
zh_cn: 创建词汇表词条(&G)

source: Create New Project
zh_cn: 创建新项目

source: Create a New Project
zh_cn: 创建新项目

source: Create pseudo-translate TMX
zh_cn: 创建伪翻译 TMX

source: Created by: {0}
zh_cn: 由: {0}创建

source: Creating translated documents: {0}
zh_cn: 正在创建译文文档：{0}

source: Current memory usage by the VM: {0}MB; of which free memory: {1}MB; maximum available: {2}MB;
zh_cn: 当前的虚拟内存使用：{0}兆字节，其中可用内存：{1}兆字节，最大可用：{2}兆字节;

source: Cut
zh_cn: 剪切

source: D&iagrams
zh_cn: 报表（&i）

source: Default
zh_cn: 缺省

source: Dictionaries already installed:
zh_cn: 字典安装工具

source: Dictionary
zh_cn: 字典

source: Dictionary File Folder
zh_cn: 词典文件夹：

source: Dictionary Files Folder
zh_cn: 字典文件文件夹

source: Dictionary Folder:
zh_cn: 字典文件夹：

source: Dictionary Installer
zh_cn: 字典安装工具

source: Dictionary file folder:
zh_cn: 词典文件夹：

source: Dictionary files folder entered does not exist!
zh_cn: 输入的字典文件文件目录不存在！

source: Dis&play all results
zh_cn: 显示所有结果(&p)

source: Display &None
zh_cn: 不显示（&N）

source: Display &Source Segments
zh_cn: 显示源片段(&S)

source: Display Font
zh_cn: 显示字体

source: Display all &source segments in bold
zh_cn: 加粗显示所有原文片段(&s)

source: Display for &All Segments
zh_cn: 所有片段的显示(&A)

source: Display for Current &Segment
zh_cn: 当前片段的显示(&S)

source: Displays alternative translations that you have created for segments that are repeated in the project.
zh_cn: 显示在当前项目中给该片段创建的多种译文。

source: Displays comments in the active segment if they exist in the source file and the file filter supports it (e.g. PO-filter).
zh_cn: 如果原文文件中有而且被文件过滤器支持的话(如 PO-过滤器)，显示当前激活片段的评论。

source: Displays the dictionary entries found in the dictionary files located in the /dictionary/ folder if they are present in the source segment.
zh_cn: 如果词条出现在原文片段中，显示所有位于 /dictionary/ 目录的字典文件中找到的字典项。

source: Displays the glossary entries found in the glossary files located in the /glossary/ folder if they are present in the source segment.
zh_cn: 如果词条出现在原文片段中，显示所有位于 /glossary/ 目录的词汇表文件中找到的词条。

source: Displays the translation memories segments that match the source segment.
zh_cn: 显示和原文片段相匹配的译法记忆片段。

source: Displays the translation of the source segment by the machine translation services you have selected in Options > Machine Translate, if those services are available.
zh_cn: 在机器翻译服务可用的情况下，显示 选项 > 机器翻译 中设定的这些服务对原文片段的翻译。

source: Do not allow creating translated documents with tag issues
zh_cn: 不允许创建有标签问题的译文文档。

source: Do not translate the content attribute of meta-tags with the following attribute key-value pairs (separate with commas):
zh_cn: 不要翻译以下属性键值对内容的元属性标签（用逗号分隔）：

source: Do not translate the content of tags with the following attribute key-value pairs (separate with commas):
zh_cn: 不翻译以下键值对（逗号分隔）的标签内容：

source: Do you need help?
zh_cn: 需要帮助吗？

source: Do you really want to quit?
zh_cn: 你真的想退出吗？

source: DocBook Files
zh_cn: DocBook 文件

source: Dock
zh_cn: 停靠

source: DokuWiki Files
zh_cn: DokuWiki 文件

source: Download &Team Project...
zh_cn: 下载团队项目(&T)……

source: Download Media&Wiki Page...
zh_cn: 下载 Media&Wiki 页面……

source: Download MediaWiki Page
zh_cn: 下载 MediaWiki 页面……

source: Dra&wings
zh_cn: 图（&w）

source: Duplicate
zh_cn: 复制

source: During the installation, depending on your operating system, you may receive several security warnings.
zh_cn: 在安装期间，根据操作系统的不同，你可能会收到几条安全警告。

source: Dutch
zh_cn: 荷兰语

source: E&nable Sentence-level Segmenting
zh_cn: 激活句子级别的分段（E&）

source: E&xport Selection
zh_cn: 导出选中项(&x)

source: ERROR: {0}
zh_cn: 错误：{0}

source: Edit Filter
zh_cn: 编辑过滤器

source: Edit Filter Patterns
zh_cn: 编辑过滤器模式

source: Edit Pattern
zh_cn: 编辑模式

source: Edit Project
zh_cn: 编辑项目

source: Edit project properties here.
zh_cn: 在此编辑项目属性。

source: Editing Behaviour Options
zh_cn: 编辑行为选项

source: Editor - {0}
zh_cn: 编辑器 - {0}

source: Enable &TransTips
zh_cn: 打开翻译提示功能（&T）

source: Enable them in <b>Options > Saving and Output...</b>.</html>
zh_cn: 在 <b>选项 > 保存和输出……</b> 中可激活该功能。</html>

source: Enabled
zh_cn: 激活

source: Encoding
zh_cn: 编码

source: Encountered illegal \u sequence
zh_cn: 遇到的非法 \u 序列

source: End of stream encountered without finding close block!
zh_cn: 在找到关闭块之前遇到了流结束！

source: English
zh_cn: 英语

source: Enter a source term, a target term and a comment:
zh_cn: 输入术语原文、术语译文及注释：

source: Enter the segment number:
zh_cn: 输入片段编号:

source: Entries with modified tags
zh_cn: 修改了标签的条目

source: Error
zh_cn: 错误

source: Error checking out the project from remote repository:
zh_cn: 从远程仓库检出项目时出错：

source: Error checking out the project from remote repository: {0}
zh_cn: 从远程仓库检出项目时出错：

source: Error creating project!
zh_cn: 项目创建出错！

source: Error decoding user and password.
zh_cn: 对用户名和密码进行解码时发生错误。

source: Error fixing tags
zh_cn: 修复标签出错

source: Error in file
zh_cn: 文件出错

source: Error in file {0}, line {1}
zh_cn: 文件 {0} 第 {1} 行遇到错误

source: Error initializing marker '{0}'
zh_cn: 初始化标记工具时出错 '{0}'

source: Error monitoring external command!
zh_cn: 监测外部命令时出错！

source: Error on application startup
zh_cn: 应用程序启动错误

source: Error reading TMX level2 at line {0} column {1}
zh_cn: 读取二级 TMX 文件的第 {0} 行第 {1} 时发生错误

source: Error saving project file!
zh_cn: 保存项目文件出错！

source: Error saving segmentation rules configuration:
zh_cn: 保存分管规则配置错误：

source: Error searching directory tree!
zh_cn: 搜索目录树时发生错误！

source: Error starting external command: {0}
zh_cn: 开始外部命令时出错： {0}

source: Error while trying to edit the project!
zh_cn: 试图编辑项目时出错！

source: Error while trying to save script.
zh_cn: 保存脚本时出错。

source: Error {0}: {1}
zh_cn: 错误：{0}

source: Escaped binary char contains malformed data ({0})!
zh_cn: 转义二进制字符包含错误数据 ({0})!

source: Escaped character never terminated!
zh_cn: 转义字符未结束！

source: Escaped decimal char contains malformed data ({0})!
zh_cn: 转义十进制字符包含包含错误数据({0})!

source: Event: application shutdown
zh_cn: 事件：应用程序关闭

source: Event: application startup
zh_cn: 事件：应用程序启动

source: Event: font changed
zh_cn: 事件：字体变更

source: Event: new entry activated
zh_cn: 事件：新条目激活

source: Event: new file activated ({0})
zh_cn: 事件：新文件已激活({0})

source: Event: project change - "{0}"
zh_cn: 事件：项目变更 - "{0}"

source: Exact match:
zh_cn: 精确匹配:

source: Exact searches look for the entire specified query string.
zh_cn: 精确搜索查找整个指定的查询字符串。

source: Excel
zh_cn: Excel 软件

source: Exception occurred:
zh_cn: 发生异常：

source: Exception while editing options:
zh_cn: 编辑选项时发生异常：

source: Exception while parsing:
zh_cn: 分析时遇到例外：{0}

source: Exceptions occurred while loading segmentation rules:
zh_cn: 载入片段分割规则时发生异常：

source: Executing external command...
zh_cn: 执行外部命令……

source: Exit code {0}: "{1}"
zh_cn: 返回代码： {0}: "{1}"

source: Exit code: {0}
zh_cn: 返回代码： {0}

source: Export the segment to text files
zh_cn: 将片段导出到文本文件

source: External Post-processing Command
zh_cn: 外部后置处理命令：

source: External Post-processing Command (Disabled):
zh_cn: 外部后置处理命令（未激活）：

source: External Post-processing Command:
zh_cn: 外部后置处理命令：

source: External TM&Xs...
zh_cn: 外部 TM&X 文件……

source: External TMX Options
zh_cn: 外部 TMX 选项

source: External command completed.
zh_cn: 外部命令结束。

source: External command failed.
zh_cn: 外部命令失败。

source: External command was interrupted.
zh_cn: 外部命令被中断。

source: Extracted comments:
zh_cn: 提取的注释:

source: Extraneous
zh_cn: 外来

source: F&ont...
zh_cn: 字体(&o)……

source: Failed to compile project files!
zh_cn: 编译项目文件失败！

source: Failed to create project!
zh_cn: 创建项目失败！

source: Failed to load specified project!
zh_cn: 导入指定项目失败！

source: Failed to load translation memory {0} for project!
zh_cn: 打开项目的译法记忆 {0} 失败！

source: Fatal error encountered - saving project file with '.recover' backup extension.
zh_cn: 遇到致命错误——使用 '.recover' 备份扩展名保存项目

source: Fatal error on line {0}, column {1} while parsing:
zh_cn: 分析第 {0} 行第 {1} 列时发生致命复错误：

source: File &Filters...
zh_cn: 文件过滤器(&F)……

source: File &Format
zh_cn: 文件格式(&F)

source: File Copy Failed
zh_cn: 文件复制失败

source: File Filters
zh_cn: 文件过滤器

source: File Format
zh_cn: 文件格式

source: File Name
zh_cn: 文件名

source: File locations
zh_cn: 文件位置

source: File {0} does not exist!
zh_cn: 文件 {0} 不存在！

source: File: translated / number of segments (project: unique translated / unique, total number of segments)
zh_cn: 文件：已译/片段数量（项目：独特已译/独特，片段总量）

source: Filename
zh_cn: 文件名

source: Filename Variables:
zh_cn: 文件名变量：

source: Filter
zh_cn: 过滤器(&F)

source: Filter '{0}' could not be loaded from '{1}'
zh_cn: 无法从 {1} 载入过滤器 '{0}'

source: Finished
zh_cn: 结束

source: Finnish
zh_cn: 芬兰语

source: Fix
zh_cn: 修复

source: Fix all
zh_cn: 修复所有错误

source: Flash XML export
zh_cn: Flash XML 输出

source: Floating '?' character not tied to '>'!
zh_cn: 浮点数 '?' 无法绑定到 '>'!

source: Folder already exists and is not empty.
zh_cn: 目录已经存在而且不是空的。

source: Foote&rs
zh_cn: 页脚（&r）

source: For a quick-start tutorial, launch OmegaT and read the displayed Instant Start Tutorial.
zh_cn: 如果需要快速入门指南，可运行 OmegaT 并阅读所显示的《即时入门指南》。

source: For this purpose download the following file and then execute it:
zh_cn: 为此，需要下载下面的文件并运行它：

source: Force saving password as plain text
zh_cn: 强制将密码保存为纯文本。

source: French
zh_cn: 法语

source: Full checking can lead to false positives in normal texts.
zh_cn: 完整检查可能导致正常文本的假阳性。

source: Fuzzy Matches
zh_cn: 模糊匹配

source: General In order to run, OmegaT requires the Java Runtime Environment (JRE) version 1.5 or higher to be installed on your system.
zh_cn: 3.1 综述 要想运行 OmegaT，系统必须安装了 1.5 或更高版本的 Java 运行环境 (JRE)。

source: German
zh_cn: 德语

source: Git '{0}' error: {1}
zh_cn: Git '{0}' 错误： {1}

source: Git '{0}' execution finished successfully
zh_cn: Git '{0}' 成功执行完毕

source: Git '{0}' execution start
zh_cn: 开始执行 Git '{0}'

source: Global
zh_cn: 全局

source: Glossaries
zh_cn: 术语表

source: Glossary
zh_cn: 词汇表

source: Glossary Files Folder
zh_cn: 词汇表文件夹

source: Glossary Folder:
zh_cn: 词汇表文件夹：
